tap "hashicorp/tap"
tap "homebrew/bundle"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "azure-cli"
brew "git"
brew "minikube"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ssh-copy-id"
brew "trash"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "pflannery.vscode-versionlens"
vscode "redhat.vscode-yaml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
